{
  "page-about-title": "Información sobre Livepeer.org",
  "page-about-intro": "Livepeer.org es un recurso online vital para participantes y usuarios de la red Livepeer.",
  "page-about-mission-1": "La misión de",
  "page-about-mission-2": "Livepeer.org",
  "page-about-mission-intro": "El objetivo de Livepeer.org es ser el mejor portal a Livepeer para sus participantes y usuarios.",
  "page-about-mission-text-one": "Gracias al poder del software de código abierto, el aprovechamiento de recursos poco utilizados como cálculo y ancho de banda, y el uso de incentivos criptoeconómicos para bootstrapping y participación, se nos presenta la oportunidad de ofrecer una infraestructura para potenciar las aplicaciones de video streaming a un precio muy eficiente y a escala infinita.",
  "page-about-mission-text-two": "Junto con la proliferación de cámaras de alta calidad y ancho de banda generalizado, se cree que esto permitirá que se creen aplicaciones de video que nunca antes habían sido posibles en estructuras de costos tradicionales y centralizadas, que liberan comunicaciones, oportunidad económica y entretenimiento para el avance de la sociedad.",
  "page-about-mission-text-three": "Al brindar el mejor portal posible a Livepeer, esperamos ayudar a aprovechar esta oportunidad y cumplir la misión del proyecto, tal como se plasmó en la documentación oficial original y en la declaración del fundador — crear la infraestructura global de video abierto.",
  "page-about-who": "¿Quién está detrás de Livepeer.org?",
  "page-about-text": "En 2017, los fundadores del proyecto Livepeer formaron una compañía llamada Livepeer Inc para ayudar a facilitar su desarrollo inicial, bootstrap la oferta y la demanda de la red y guiar el proyecto hacia la descentralización.",
  "page-about-who-cta": "Conozca a Livepeer Inc.",
  "page-about-jobs": "¿Le interesa unirse a Livepeer, Inc.?",
  "page-about-open-positions": "Mire sus puestos vacantes",
  "page-about-maintainers": "Personal de mantenimiento de Livepeer",
  "page-about-maintainers-intro": "El sitio Livepeer.org lo mantienen miembros de las siguientes organizaciones:",
  "page-about-maintainers-dev": "Desarrollador",
  "page-about-maintainers-pd": "Diseñador de productos",
  "page-about-maintainers-text-one": "Se da la bienvenida y se anima a cualquier persona a que ayude a mejorar el sitio en GitHub mediante la apertura de un caso o la solicitud de extracción. Cuando envíe una solicitud de extracción, tome el tiempo suficiente para explicar los cambios y adaptar su trabajo.",
  "page-about-maintainers-text-two": "Nota: Livepeer.org no es un sitio web “oficial”. Igual que a nadie le pertenece ni nadie controla la tecnología tras el correo electrónico o bitcoin, a nadie le pertenece ni nadie controla la tecnología tras Livepeer. Como tal, nadie puede hablar con autoridad en nombre de Livepeer.",
  "page-about-meta-title": "Información",
  "page-about-meta-description": "Livepeer.org es un recurso online vital para participantes y usuarios de la red Livepeer."
}
