{
  "page-primer-title": "UN MANUAL BÁSICO DE 10 MINUTOS",
  "page-primer-contents": "CONTENIDOS",
  "page-primer-contents-intro": "Introducción",
  "page-primer-contents-what": "¿Qué es Livepeer?",
  "page-primer-contents-who": "¿Para quién es Livepeer?",
  "page-primer-contents-how": "¿Cómo funciona Livepeer?",
  "page-primer-contents-orchestrators": "Orquestadores",
  "page-primer-contents-token": "Tokens de Livepeer",
  "page-primer-contents-delegators": "Delegantes",
  "page-primer-contents-rewarding": "Recompensa a la participación",
  "page-primer-contents-rounds": "Rondas e Inflación",
  "page-primer-contents-involved": "Participe",
  "page-primer-contents-intro-h3": "Hoy, el 80% de todo el ancho de banda de Internet lo consume el streaming de videos.",
  "page-primer-contents-intro-text-one": "Es evidente por qué: los videos nos atraen, son educativos, ilustrativos y nos empoderan 💪.",
  "page-primer-contents-intro-text-two": "Pero, para las compañías, el video es increíblemente caro de secuenciar — y mucho más cuando se trata de streaming en vivo.",
  "page-primer-contents-intro-text-three": "¿Por qué? Porque los emisores que quieren distribuir video en Internet necesitan primer transcodificarlo.",
  "page-primer-contents-intro-text-four": "La transcodificación es el proceso de tomar un archivo de video sin procesar y reformatearlo para que sea cual sea su ancho de banda - 2g o 5g - y sea cual sea su dispositivo, usted tenga asegurada la mejor experiencia visual.",
  "page-primer-contents-intro-text-five": "En la actualidad, este proceso cuesta alrededor de 3$ por stream por hora en un servicio de nube como Amazon, hasta 4500$ al mes para un servidor de medios, y hasta 1500$ al mes antes de ancho de banda para una red de entrega de contenido. ¡Eso es muchísimo!",
  "page-primer-contents-intro-text-six": "Debido a estos elevadísimos costos de infraestructura, es común que muchas aspirantes a startups de video social tengan éxito inicial en el momento de su lanzamiento, agregando cientos de miles de usuarios en tan solo un mes, para acabar con facturas de streaming multimillonarias que agotan su financiación antes de que consigan encontrar un modelo de negocios que funcione. Como resultado, las startups se ven obligadas a cobrar a los usuarios por vender sus datos, los bombardean con publicidad o acaban cerrando por completo sus operaciones.",
  "page-primer-contents-intro-text-seven": "La demanda de servicios de video está creciendo exponencialmente en cuanto a infraestructura con la llegada del video 4k, ultra-HD, VR streaming, y todas las novedades inalámbricas que están pasando las emisiones de las vías de emisión tradicionales hacia Internet.",
  "page-primer-contents-intro-text-eight": "La infraestructura de video necesita una solución más escalable y rentable para mantener este crecimiento.",
  "page-primer-contents-what-text-one": "Livepeer es una Plataforma escalable como Servicio para desarrolladores que desean agregar a su proyecto video en vivo o a demanda. Busca aumentar la confiabilidad del video streaming y al mismo tiempo reducir los costos asociados con la misma en hasta 50 veces.",
  "page-primer-contents-what-text-two": "Para lograrlo, Livepeer está creando infraestructura p2p que interactúa a través de un mercado protegido por la blockchain de Ethereum.",
  "page-primer-contents-who-h3-one": "Desarrolladores",
  "page-primer-contents-who-text-one": "que desean crear aplicaciones que incluyen video en vivo o a demanda pueden utilizar Livepeer para potenciar la funcionalidad de sus videos.",
  "page-primer-contents-who-h3-two": "Usuarios",
  "page-primer-contents-who-text-two": "que buscan stream video, juegos, codificación, ocio , cursos educativos y otros tipos de contenido, pueden utilizar aplicaciones creadas en Livepeer para hacerlo.",
  "page-primer-contents-who-h3-three": "Emisores",
  "page-primer-contents-who-text-three": "como Twitch, con una gran audiencia y elevadas facturas de streaming o elevados costos de infraestructura, pueden utilizar Livepeer para reducir costos o los gastos fijos de infraestructura.",
  "page-primer-contents-how-h3-one": "Conozca a Alice",
  "page-primer-contents-how-text-one": "Alice es una desarrolladora de apps. Está utilizando Livepeer para agregar capacidades de video streaming en vivo a una app que está creando para escuelas que desean emitir los eventos deportivos de su equipo.",
  "page-primer-contents-how-h3-two": "Conozca a Bob",
  "page-primer-contents-how-text-two": "Bob es un coordinador de eventos a cargo de la emisión de los partidos de baloncesto de su escuela, utilizando la app de Alice.",
  "page-primer-contents-how-text-three": "Cuando Bob abre la app y pulsa 'Grabar' al comienzo de cada partido, la app envía video en vivo con las tarifas del emisor a la red Livepeer. A continuación, Livepeer transcodifica el video en todos los formatos y velocidad binaria que pueden consumir sus visitantes.",
  "page-primer-contents-how-text-four": "Hoy Bob va a realizar una emisión muy importante. ¡Es la final del Campeonato! ¿Cómo puede garantizar Alice que la experiencia de streaming en vivo será de gran calidad para los visitantes de Bob?",
  "page-primer-contents-how-text-five": "Hay dos actores principales en la red Livepeer que aseguran la calidad del live stream: los Orquestadores y los Delegantes.",
  "page-primer-contents-how-text-six": "Primero, hablemos del papel de los Orquestadores.",
  "page-primer-contents-orchestrators-text-one": "En Livepeer, cualquiera puede unirse a la red y convertirse en lo que se conoce como 'Orquestador', ejecutando software que le permite a usted contribuir con los recursos de su computadora (CPU, GPU y ancho de banda) en el servicio de transcodificación y distribución de video para pagar a emisores y desarrolladores como Alice.",
  "page-primer-contents-orchestrators-text-two": "Al hacerlo, gana tarifas en forma de criptomoneda como ETH o una moneda estable (stablecoin pegged) pegada al dólar estadounidense como DAI.",
  "page-primer-contents-orchestrators-text-three": "Suena bien, ¿no? Pero, no tan rápido, ¡hay un inconveniente! Para obtener el derecho a realizar este tipo de trabajo en la red, primero debe ganar o adquirir Token de Livepeer, también llamado LPT.",
  "page-primer-contents-token-text-one": "El propósito del token de Livepeer (LPT) es coordinar, bootstrap e incentivar a los participantes para asegurar que la red Livepeer sea lo más barata, efectiva, segura, confiable y útil posible. En el protocolo Livepeer, se exige que LPT realice el trabajo de transcodificación y distribución de video en la red. Cuanto más LPT tenga, más trabajo podrá realizar en la red a cambio de una tarifa. A medida que el uso de la red aumenta, también lo hace la demanda de orquestadores y, por tanto, de LPT.",
  "page-primer-contents-token-text-two": "Por supuesto, no todo el mundo tiene los conocimientos expertos para realizar la tarea de un Orquestador. Es necesario conocimiento técnico y puede ser un trabajo a tiempo completo. ¿Qué pasa si usted es titular de token de Livepeer pero no tiene el tiempo ni los conocimientos para ejecutar la infraestructura necesaria 24x7?",
  "page-primer-contents-token-text-three": "Hay otro conjunto de actores en el protocolo Livepeer que juegan un rol menos activo pero igualmente importante dentro del protocolo — los Delegantes de Livepeer.",
  "page-primer-contents-delegators-text-one": "Los Delegantes son titulares de token de Livepeer que forman parte de la red 'participando' sus tokens hacia Orquestadores que creen que están haciendo un trabajo bueno y honesto. Participar en este sentido es como hacer un depósito. Cuando participa, sus tokens se bloquean durante un periodo de tiempo y después los puede recuperar o participarlos en un Orquestador diferente. Hacerlo ayuda a que la red sea más segura.",
  "page-primer-contents-delegators-text-two": "Quizás se pregunte, ¿por qué participaría un titular de tokens sus tokens? ¿Qué gana con eso?",
  "page-primer-contents-rewarding-text-one": "Cuando un emisor paga tarifas en la red, tanto los Orquestadores como los Delegantes obtienen un porcentaje de esas tarifas como recompensa por garantizar una red de gran calidad y segura.",
  "page-primer-contents-rewarding-text-two": "Además de ganar tarifas, Livepeer acuña nuevos tokens con el paso del tiempo, como las recompensas de bloque de Bitcoin y Ethereum, que se dividen entre Delegantes y Orquestadores según su participación total en relación a los demás en la red.",
  "page-primer-contents-rewarding-text-three": "Esto tiene el efecto de aumentar la propiedad de la red entre los que forman parte y disminuirla entre los que no lo hacen.",
  "page-primer-contents-rewarding-text-four": "También ofrece a los Orquestadores una poderosa ventaja económica con respecto a proveedores tradicionales de video centralizados, puesto que el valor de los token compensa lo que necesitan cobrar a los emisores para que sea rentable. En el caso de los proveedores de video centralizados tradicionales, estos tienen que cobrarle a usted el costo del servicio de transcodificación y distribución del video, más un margen.",
  "page-primer-contents-rewarding-text-five": "Excelente, ¿verdad? Ahora veamos con qué frecuencia se acuñan nuevos tokens.",
  "page-primer-contents-rounds-h3-one": "Rondas",
  "page-primer-contents-rounds-text-one": "En Livepeer, se acuñan nuevos tokens cada ronda. Las rondas se miden en bloques de Ethereum, donde una ronda equivale a <strong>{{ethereumBlocksPerRound}}</strong> bloques de Ethereum. En Ethereum, se mina un bloque como promedio cada <strong>{{blockTime}}</strong> segundos, lo que significa que una ronda de Livepeer dura aproximadamente <strong>{{hoursPerRound}}</strong> horas. Suponiendo que el Orquestador en el que está participando usted está haciendo su trabajo, esta sería la frecuencia con la que usted debería recibir tokens de recompensa.",
  "page-primer-contents-rounds-text-two": "A continuación, veamos la tasa de inflación de Livepeer, o en otras palabras, el modo mediante el cual el protocolo de Livepeer determina cuántos nuevos tokens acuñar por ronda.",
  "page-primer-contents-rounds-h3-two": "Inflación",
  "page-primer-contents-rounds-text-three": "La tasa actual de inflación es a ronda de hoy de <strong>{{inflation}}%</strong> y hay actualmente un total de <strong>{{totalSupply}}</strong> tokens de Livepeer en oferta. Así que, si hace los cálculos, verá que un total de <strong>{{mintableTokens}}</strong> tokens de Livepeer recién acuñados se concederán como premio a todos los participantes durante la próxima ronda.",
  "page-primer-contents-rounds-text-four": "Lo bueno de Livepeer es que la tasa de inflación se ajusta automáticamente dependiendo de cuántos tokens se participen de la oferta de circulación total. En la actualidad, la oferta total de tokens de Livepeer es de <strong>{{totalSupply}}</strong> y de esos, <strong>{{totalStaked}}</strong> están participados. Livepeer hace referencia a este porcentaje (<strong>{{participationRate}}%</strong>) como su 'tasa de participación'.",
  "page-primer-contents-rounds-text-five": "Livepeer presupone que la tasa objetivo de un <strong>{{targetRate}}%</strong> es un intercambio sustancioso entre la seguridad de la red y la liquidez de los tokens, así que para alcanzar esta meta, el protocolo incentiva la participación, aumentando la tasa de inflación en un <strong>{{inflationChange}}%</strong> para cada ronda en que la tasa de participación esté por debajo del <strong>{{targetRate}}%</strong> y disminuyendo en <strong>{{inflationChange}}%</strong> para cada ronda en que la tasa de participación esté por encima del <strong>{{targetRate}}%</strong>.",
  "page-primer-contents-involved-h2": "¡LIVEPEER ESTÁ CRECIENDO!",
  "page-primer-contents-involved-text-one": "Hoy, hay <strong>{{totalDelegators}}</strong> delegantes que garantizan la red, con más y más participantes uniéndose a la red cada día.",
  "page-primer-contents-involved-interested": "¿Le interesa participar?",
  "page-primer-contents-involved-interested-text-one": "Obtenga token de Livepeer",
  "page-primer-contents-involved-interested-cta-one": "OBTENGA TOKEN",
  "page-primer-contents-involved-interested-text-two": "Participe token hacia un Orquestador",
  "page-primer-contents-involved-interested-cta-two": "PARTICIPE EN LIVEPEER",
  "page-primer-contents-involved-engineer": "¿Es usted ingeniero de video?",
  "page-primer-contents-involved-engineer-text": "Regístrese aquí para el API beta",
  "page-primer-contents-involved-engineer-cta": "REGISTRO",
  "page-primer-contents-involved-miner": "¿Es usted minero de criptomoneda?",
  "page-primer-contents-involved-miner-text": "Descubra cómo ganar ingresos adicionales en el mercado abierto de Livepeer, alquilando la capacidad improductiva en la plataforma de minería de su GPU.",
  "page-primer-contents-involved-miner-cta": "MÁS INFORMACIÓN",
  "page-primer-back": "Volver arriba",
  "page-primer-meta-title": "Un Manual básico de 10 minutos",
  "page-primer-meta-description": "A través de historias, ilustraciones y datos, el Manual básico de Livepeer explica, a un alto nivel, el problema que Livepeer resuelve y cómo funciona."
}
