{
  "page-video-miners-title": "Mineros de video",
  "page-video-miners-intro": "Aumente los beneficios transcodificando video de GPU mientras mina.",
  "page-video-miners-how": "Cómo funciona la minería de videos",
  "page-video-miners-how-text-one": "Ejecute un nodo en la red Livepeer que publicita el precio que cobrará por transcodificación de video. Continúe su minería de criptomonedas con su GPU.",
  "page-video-miners-how-text-two": "Cuando le llegan trabajos de codificación de video, el nodo Livepeer enruta las tareas a sus GPU, y la codificación aprovecha una parte diferente de los GPU para la minería, a fin de que la minería pueda continuar con una pérdida mínima de velocidad de comprobación aleatoria. ¡Sin costo de oportunidad!",
  "page-video-miners-numbers": "Las cifras",
  "page-video-miners-numbers-text": "La capacidad de la red Livepeer representa acceso a más de 70.000 GPU, o suficiente para codificar todo el streaming de videos en tiempo real a través de Twitch, Facebook y Youtube combinados.",
  "page-video-miners-numbers-nodes": "45",
  "page-video-miners-numbers-nodes-text": "Total de nodos activos",
  "page-video-miners-numbers-fees": "28,5 ETH",
  "page-video-miners-numbers-fees-text": "Total de tarifas ganadas",
  "page-video-miners-numbers-cost": "Gratuito",
  "page-video-miners-numbers-cost-text": "Total de minutos de video transcodificado",
  "page-video-miners-requirements": "Requisitos",
  "page-video-miners-requirements-intro": "Para convertirse en minero de videos debe tener lo siguiente:",
  "page-video-miners-requirements-title-one": "GPU basados en centros de datos con chips de codificación de video",
  "page-video-miners-requirements-text-one": "Mire nuestra matriz de soporte y las conversaciones de la comunidad",
  "page-video-miners-requirements-title-two": "Acceso a ancho de banda asequible",
  "page-video-miners-requirements-text-two": "Con buena conectividad a los principales proveedores de servicio de Internet",
  "page-video-miners-requirements-title-three": "Capacidad para ejecutar un nodo de Livepeer con conocimiento de blockchain 24/7",
  "page-video-miners-requirements-text-three": "Si no le interesa esta parte, busque asociarse con un operador de nodos existente",
  "page-video-miners-get-started": "Cómo ponerse en marcha",
  "page-video-miners-get-started-intro": "Conviértase en minero de video en tres pasos.",
  "page-video-miners-get-started-one": "Lea la documentación para transcodificar en la red livepeer",
  "page-video-miners-get-started-two": "Examine las Preguntas frecuentes sobre minero de video",
  "page-video-miners-get-started-three": "Contacte con el equipo y comunidad de Livepeer en la chat room Discord, #canal transcodificación. Las pruebas y configuración iniciales pueden requerir algunas DevOps, así que aquí estamos para ayudarle.",
  "page-video-miners-meta-title": "Mineros de video",
  "page-video-miners-meta-description": "Aumente los beneficios transcodificando video de GPU mientras mina."
}
