{
  "page-about-title": "О портале Livepeer.org",
  "page-about-intro": "Livepeer.org — основной интернет-ресурс для участников и пользователей сети Livepeer.",
  "page-about-mission-1": "Миссия",
  "page-about-mission-2": "Livepeer.org",
  "page-about-mission-intro": "Цель Livepeer.org — стать лучшим порталом для участников и пользователей Livepeer.",
  "page-about-mission-text-one": "Огромный потенциал программного обеспечения с открытым исходным кодом, привлечение недозагруженных вычислительных и сетевых ресурсов и использование криптоэкономических стимулов для раскрутки и привлечения участников дают возможность создать инфраструктуру, позволяющую разрабатывать и поддерживать приложения для потоковых видеотрансляций по высокоэффективной стоимости и в неограниченном масштабе.",
  "page-about-mission-text-two": "Мы верим, что наряду с распространением высококачественных камер и общедоступного Интернета это позволит создавать видеоприложения, которые никогда не появились бы в рамках традиционных централизованных структур издержек, что в свою очередь даст больше свободы в общении и новые возможности для бизнеса и развлечений в обществе, устремленном в будущее.",
  "page-about-mission-text-three": "Предоставляя лучший портал Livepeer, мы надеемся помочь в использовании этих возможностей и выполнении миссии проекта, изложенной в первоначальном проектном документе и заявлении основателя, — создать всемирную открытую видеоинфраструктуру.",
  "page-about-who": "Кто стоит за Livepeer.org?",
  "page-about-text": "В 2017 году основатели проекта Livepeer создали компанию под названием Livepeer Inc, чтобы упростить разработку на ранних стадиях проекта, расширить сеть со стороны спроса и предложения и направить путь развития проекта в сторону децентрализации.",
  "page-about-who-cta": "Подробнее о Livepeer Inc.",
  "page-about-jobs": "Хотели бы работать в Livepeer Inc?",
  "page-about-open-positions": "Просмотреть открытые вакансии",
  "page-about-maintainers": "Сопровождение Livepeer.org",
  "page-about-maintainers-intro": "Сопровождением сайта Livepeer.org занимаются сотрудники следующих организаций:",
  "page-about-maintainers-dev": "Разработчик",
  "page-about-maintainers-pd": "Разработчик продукта",
  "page-about-maintainers-text-one": "Мы приветствуем и поощряем любую помощь в совершенствовании сайта. Это можно сделать, открыв вопрос или подав запрос на включение изменений на GitHub. При отправке запроса на включение изменений уделите время обсуждению изменений и адаптации своей работы.",
  "page-about-maintainers-text-two": "Примечание. Livepeer.org — не «официальный» веб-сайт. Точно так же, как никто не владеет и не управляет технологиями, лежащими в основе электронной почты или биткоинов, никто не владеет и не управляет технологиями, лежащими в основе Livepeer. Поэтому ни у кого нет полномочий выступать от имени Livepeer.",
  "page-about-meta-title": "о проекте",
  "page-about-meta-description": "Livepeer.org — основной интернет-ресурс для участников и пользователей сети Livepeer."
}
