{
  "page-primer-title": "10-МИНУТНЫЙ ОБЗОР",
  "page-primer-contents": "СОДЕРЖАНИЕ",
  "page-primer-contents-intro": "Введение",
  "page-primer-contents-what": "Что такое Livepeer?",
  "page-primer-contents-who": "Для кого предназначен Livepeer?",
  "page-primer-contents-how": "Как работает Livepeer?",
  "page-primer-contents-orchestrators": "Дирижеры",
  "page-primer-contents-token": "Токены Livepeer",
  "page-primer-contents-delegators": "Вкладчики",
  "page-primer-contents-rewarding": "Награда за участие",
  "page-primer-contents-rounds": "Раунды и инфляция",
  "page-primer-contents-involved": "Стать участником",
  "page-primer-contents-intro-h3": "На сегодняшний день 80 % пропускной способности Интернета занято потоковыми видеотрансляциями.",
  "page-primer-contents-intro-text-one": "Это легко понять: видео увлекает, обучает, просвещает и расширяет возможности.",
  "page-primer-contents-intro-text-two": "Но для компаний потоковая передача видео обходится безумно дорого, а прямые трансляции — и того дороже.",
  "page-primer-contents-intro-text-three": "Почему? Потому что вещателям, которые хотят распространять видео через Интернет, сначала нужно его перекодировать.",
  "page-primer-contents-intro-text-four": "Перекодировка — это процесс переформатирования исходного видеофайла таким образом, чтобы вне зависимости от пропускной способности вашей сети — будь то 2G или 5G — и вне зависимости от вашего устройства вы могли просмотреть это видео в оптимальном качестве.",
  "page-primer-contents-intro-text-five": "Сейчас стоимость такой обработки составляет около 3 долларов за каждый поток в час в облачной службе, такой как Amazon, до 4500 долларов в месяц за один медиасервер и до 1500 долларов в месяц за сеть доставки контента без учета стоимости Интернета. Это немало!",
  "page-primer-contents-intro-text-six": "Из-за настолько высоких затрат на инфраструктуру часто возникает ситуация, когда начинающий стартап, стремящийся создать социальную сеть на основе видео, пользуется успехом на начальных этапах после запуска, добавляет сотни и тысячи пользователей всего за месяц, а в итоге остается с многомиллионными счетами за трансляции, которые истощают его бюджет раньше, чем он найдет рабочую бизнес-модель. В результате стартапы вынуждены получать деньги со своих пользователей, продавая их данные, забрасывать их рекламными объявлениями или и вовсе прекращать деятельность.",
  "page-primer-contents-intro-text-seven": "На стороне инфраструктуры наблюдается экспоненциальный рост спроса на видеосервисы, обусловленный появлением потокового видео в качестве 4k, ultra-HD и виртуальной реальности и уходом от проводных технологий, что переносит трансляции с традиционных каналов передачи в Интернет.",
  "page-primer-contents-intro-text-eight": "Чтобы угнаться за этим ростом, видеоинфраструктуре нужно более масштабируемое и экономичное решение.",
  "page-primer-contents-what-text-one": "Livepeer — это масштабируемая, предлагаемая как услуга платформа для разработчиков, желающих добавить в свой проект прямые трансляции или видео по запросу. Она нацелена на повышение надежности потоковых видеотрансляций и одновременное снижение связанных с ними затрат до 50 раз.",
  "page-primer-contents-what-text-two": "Для достижения этой цели Livepeer выстраивает одноранговую инфраструктуру, взаимодействующую через биржу, безопасность которой обеспечивается блокчейн-технологией Ethereum.",
  "page-primer-contents-who-h3-one": "Разработчики,",
  "page-primer-contents-who-text-one": "которые хотят создавать приложения, включающие прямые трансляции или видео по запросу, могут использовать Livepeer как основу для связанного с видео функционала.",
  "page-primer-contents-who-h3-two": "Пользователи,",
  "page-primer-contents-who-text-two": "которые хотят транслировать видео, игры, процесс программирования, развлекательные материалы, обучающие курсы и другие виды контента, могут использовать для этого приложения, созданные на основе Livepeer.",
  "page-primer-contents-who-h3-three": "Вещатели,",
  "page-primer-contents-who-text-three": "такие как Twitch, с широкой аудиторией и высокими счетами за потоковую передачу или затратами на инфраструктуру, могут использовать Livepeer для снижения затрат или накладных расходов на инфраструктуру.",
  "page-primer-contents-how-h3-one": "Это Элис",
  "page-primer-contents-how-text-one": "Элис разрабатывает приложения. Она использует Livepeer для добавления функций потоковой передачи прямых трансляций в приложение, которое она создает для старших школ, желающих транслировать спортивные мероприятия своей команды.",
  "page-primer-contents-how-h3-two": "Это Боб",
  "page-primer-contents-how-text-two": "Боб занимается организацией мероприятий и отвечает за трансляцию игр баскетбольной команды своей старшей школы с помощью приложения Элис.",
  "page-primer-contents-how-text-three": "Когда Боб открывает приложение и нажимает кнопку «Запись» в начале каждой игры, приложение отправляет прямую трансляцию видео вместе с комиссией вещателя в сеть Livepeer. Затем Livepeer перекодирует видео во все форматы и под любую скорость передачи, которые могут использовать зрители.",
  "page-primer-contents-how-text-four": "Сегодня очень важная трансляция для Боба. Это борьба за звание чемпиона! Как Элис может быть уверена в том, что зрители смогут посмотреть прямую трансляцию от Боба в высоком качестве?",
  "page-primer-contents-how-text-five": "В сети Livepeer есть два основных действующих лица, которые обеспечивают качество прямых трансляций. Это дирижеры и вкладчики.",
  "page-primer-contents-how-text-six": "Сначала рассмотрим роль дирижеров.",
  "page-primer-contents-orchestrators-text-one": "В Livepeer любой человек может присоединиться к сети и стать так называемым «дирижером». Для этого нужно запустить программу, которая позволяет задействовать ресурсы вашего компьютера (центральный процессор, графический процессор и пропускную способность) в услугах перекодировки и распространения видео для оплачивающих эти услуги вещателей и разработчиков, таких как Элис.",
  "page-primer-contents-orchestrators-text-two": "За это вы получаете комиссию в виде криптовалюты, такой как ETH или привязанные к доллару США стейблкоины, такие как DAI.",
  "page-primer-contents-orchestrators-text-three": "Звучит неплохо, не так ли? Но погодите, есть загвоздка! Чтобы получить право выполнять такую работу в сети, сначала вам нужно заработать или приобрети токен Livepeer, также называемый LPT.",
  "page-primer-contents-token-text-one": "Токены Livepeer (LPT) используются с целью координации, привлечения и стимулирования участников, чтобы обеспечить максимально возможную дешевизну, эффективность, защищенность, надежность и полезность сети Livepeer. В протоколе Livepeer LPT нужны для выполнения работы по перекодировке и распространению видео по сети. Чем больше у вас LPT, тем больше работы вы можете выполнять в сети в обмен на комиссионное вознаграждение. По мере расширения объемов использования сети растет и спрос на дирижеров и, следовательно, на LPT.",
  "page-primer-contents-token-text-two": "Конечно же, не у всех есть профессиональная компетенция, необходимая для работы в роли дирижера. Это требует серьезных технический знаний и может быть полноценной работой. Что же делать, если у вас есть токены Livepeer, но нет времени или навыков для управления необходимой инфраструктурой в режиме 24x7?",
  "page-primer-contents-token-text-three": "В протоколе Livepeer есть и другие действующие лица, играющие менее активную, но не менее важную роль в протоколе. Это вкладчики Livepeer.",
  "page-primer-contents-delegators-text-one": "Вкладчики — это держатели токенов Livepeer, которые принимают участие в развитии сети, «вкладывая» свои токены в дирижеров, работу которых считают эффективной и честной. Этот механизм называется стейкингом и похож на оформление депозита. Когда вы вкладываете свои токены, они на некоторое время блокируются, после чего вы можете их забрать или вложить в другого дирижера. Это помогает повысить уровень защищенности сети.",
  "page-primer-contents-delegators-text-two": "Вам, наверное, интересно, зачем держателям токенов вкладывать их? Что они с этого имеют?",
  "page-primer-contents-rewarding-text-one": "Когда вещатель оплачивает комиссию в сети, как дирижеры, так и вкладчики получают часть этой комиссии в качестве вознаграждения за обеспечение высокого качества и безопасности сети.",
  "page-primer-contents-rewarding-text-two": "Помимо возможности заработать на комиссии, Livepeer со временем добывает новые токены методом минтинга, что очень похоже на то, как работают вознаграждения за блоки в биткоинах и Ethereum. Эти токены разделяются между дирижерами и вкладчиками пропорционально их общему вкладу по отношению к другим пользователям в сети.",
  "page-primer-contents-rewarding-text-three": "При этом доля собственности в сети увеличивается для тех, кто участвует в ее работе, и уменьшается для тех, кто не участвует.",
  "page-primer-contents-rewarding-text-four": "Это также дает дирижерам весомое экономическое преимущество перед традиционными централизованными поставщиками услуг обработки видео, поскольку стоимость токенов частично компенсирует плату, которую им необходимо взимать с вещателей, чтобы обеспечить окупаемость. Традиционным централизованным поставщикам услуг обработки видео приходится взимать плату, покрывающую их затраты на услуги перекодировки и распространения видео, плюс некоторая надбавка.",
  "page-primer-contents-rewarding-text-five": "Неплохо, не правда ли? Теперь перейдем к тому, как часто добываются новые токены.",
  "page-primer-contents-rounds-h3-one": "Раунды",
  "page-primer-contents-rounds-text-one": "В Livepeer новые токены добываются каждый так называемый раунд. Раунды измеряются блоками Ethereum, где один раунд равняется <strong>{{ethereumBlocksPerRound}}</strong> блокам Ethereum. В Ethereum один блок добывается, в среднем, раз в <strong>{{blockTime}}</strong> секунды, что означает, что один раунд Livepeer длится примерно <strong>{{hoursPerRound}}</strong> часов. Если предположить, что дирижер, в которого вы вложились, добросовестно выполняет свою работу, то именно с такой частотой можно ожидать получение вознаграждения в виде токенов.",
  "page-primer-contents-rounds-text-two": "Теперь перейдем к показателям инфляции Livepeer или, другими словами, к тому, как протокол Livepeer определяет, сколько новых токенов добыть в каждом раунде.",
  "page-primer-contents-rounds-h3-two": "Инфляция",
  "page-primer-contents-rounds-text-three": "Текущий показатель инфляции по состоянию на сегодняшний раунд составляет <strong>{{inflation}} %</strong>, а в общей сложности на данный момент выпущено <strong>{{totalSupply}}</strong> токена Livepeer. Если посчитать, то получится, что во время следующего раунда всем участникам в качестве вознаграждения будет выдано <strong>{{mintableTokens}}</strong> свежедобытых токенов Livepeer.",
  "page-primer-contents-rounds-text-four": "Livepeer хорош тем, что показатель инфляции автоматически корректируется в зависимости от количества вложенных токенов по отношению к общему количеству токенов в обороте. На данный момент общее количество токенов Livepeer составляет {{totalSupply}}, из них вложено <strong>{{totalStaked}}</strong>. Livepeer называет этот коэффициент (<strong>{{participationRate}} %</strong>) «показателем участия».",
  "page-primer-contents-rounds-text-five": "Livepeer исходит из предположения, что для здорового баланса между безопасностью сети и ликвидностью токенов необходим целевой показатель участия на уровне <strong>{{inflationChange}} %</strong>. Чтобы достичь этой цели, протокол стимулирует участие, повышая показатель инфляции на <strong>{{inflation}} %</strong> на каждый раунд, когда показатель участия опускается ниже <strong>{{targetRate}} %</strong>, и уменьшая его на <strong>{{inflationChange}} %</strong> на каждый раунд, когда показатель участия превышает <strong>{{targetRate}} %</strong>.",
  "page-primer-contents-involved-h2": "LIVEPEER РАСТЕТ!",
  "page-primer-contents-involved-text-one": "На сегодняшний день безопасность сети обеспечивают <strong>{{totalDelegators}}</strong> вкладчиков, и с каждым днем к сети присоединяется все больше и больше участников.",
  "page-primer-contents-involved-interested": "Заинтересованы в участии?",
  "page-primer-contents-involved-interested-text-one": "Получите токен Livepeer",
  "page-primer-contents-involved-interested-cta-one": "ПОЛУЧИТЬ ТОКЕН",
  "page-primer-contents-involved-interested-text-two": "Вложите токен в дирижера",
  "page-primer-contents-involved-interested-cta-two": "ВЛОЖИТЬ LIVEPEER",
  "page-primer-contents-involved-engineer": "Вы видеоинженер?",
  "page-primer-contents-involved-engineer-text": "Зарегистрируйтесь и получите бета-версию API",
  "page-primer-contents-involved-engineer-cta": "ЗАРЕГИСТРИРОВАТЬСЯ",
  "page-primer-contents-involved-miner": "Вы майнер криптовалют?",
  "page-primer-contents-involved-miner-text": "Узнайте, как получить дополнительный доход на открытой бирже Livepeer, сдавая а аренду незадействованные ресурсы вашей майнинг-фермы на основе графических процессоров.",
  "page-primer-contents-involved-miner-cta": "ПОДРОБНЕЕ",
  "page-primer-back": "К началу",
  "page-primer-meta-title": "10-минутный обзор",
  "page-primer-meta-description": "Истории, иллюстрации и данные в обзоре Livepeer позволяют в общих чертах объяснить, какую проблему решает Livepeer и как он работает."
}
