{
  "page-about-title": "About Livepeer.org",
  "page-about-intro": "Livepeer.org is a primary online resource for participants and users of the Livepeer network.",
  "page-about-mission-1": "The Livepeer.org",
  "page-about-mission-2": "Mission",
  "page-about-mission-intro": "The purpose of Livepeer.org is to be the best portal to Livepeer for its participants and users.",
  "page-about-mission-text-one": "Through the power of open source software, the harnessing of underutilized resources like compute and bandwidth, and the use of cryptoeconomic incentives for bootstrapping and participation, there is an opportunity to deliver an infrastructure that can power video streaming applications at a highly efficient price, and infinite scale.",
  "page-about-mission-text-two": "Along with the proliferation of high quality cameras and ubiquitous bandwidth, the belief is that this will enable video applications to be created that were never before possible under traditional, centralized cost structures, which unlock communications, economic opportunity, and entertainment for society going forward.",
  "page-about-mission-text-three": "By providing the best possible portal to Livepeer, we hope to help capture this opportunity and fulfill the project’s mission as laid out in the original whitepaper and founder’s statement — to build the world’s open video infrastructure.",
  "page-about-who": "Who's behind Livepeer.org?",
  "page-about-text": "In 2017, the founders of the Livepeer project formed a company called Livepeer Inc to help facilitate its early development, bootstrap the network’s supply and demand sides, and guide the project’s path to decentralization.",
  "page-about-who-cta": "Meet Livepeer Inc.",
  "page-about-jobs": "Interested in Joining Livepeer Inc?",
  "page-about-open-positions": "View its open positions",
  "page-about-maintainers": "Livepeer.org Maintainers",
  "page-about-maintainers-intro": "The Livepeer.org site is maintained by members of the following organizations:",
  "page-about-maintainers-dev": "Developer",
  "page-about-maintainers-pd": "Product Designer",
  "page-about-maintainers-text-one": "Anyone is welcome and encouraged to help improve the site on GitHub by opening an issue or pull request. When submitting a pull request, please take required time to discuss your changes and adapt your work.",
  "page-about-maintainers-text-two": "Note: Livepeer.org is not an “official” website. Just like nobody owns or controls the technology behind email or bitcoin, nobody owns or controls the technology behind Livepeer. As such, nobody can speak with authority in the name of Livepeer.",
  "page-about-meta-title": "About",
  "page-about-meta-description": "Livepeer.org is a primary online resource for participants and users of the Livepeer network."
}
