{
  "page-primer-title": "A 10-MINUTE PRIMER",
  "page-primer-contents": "CONTENTS",
  "page-primer-contents-intro": "Introduction",
  "page-primer-contents-what": "What is Livepeer?",
  "page-primer-contents-who": "Who is Livepeer for?",
  "page-primer-contents-how": "How Does Livepeer Work?",
  "page-primer-contents-orchestrators": "Orchestrators",
  "page-primer-contents-token": "Livepeer Token",
  "page-primer-contents-delegators": "Delegators",
  "page-primer-contents-rewarding": "Rewarding Participation",
  "page-primer-contents-rounds": "Rounds & Inflation",
  "page-primer-contents-involved": "Get Involved",
  "page-primer-contents-intro-h3": "Today, 80% of all internet bandwidth is consumed by video streaming.",
  "page-primer-contents-intro-text-one": "It’s easy to understand why: video is engaging, educational, illuminating, and empowering 💪.",
  "page-primer-contents-intro-text-two": "But, for companies, video is insanely expensive to stream — and even more expensive to live stream.",
  "page-primer-contents-intro-text-three": "Why? Because broadcasters who want to distribute video on the internet need to first transcode it.",
  "page-primer-contents-intro-text-four": "Transcoding is the process of taking a raw video file and reformatting it so that no matter what bandwidth you have - whether 2g or 5g - and no matter what device, you're ensured the most optimal viewing experience.",
  "page-primer-contents-intro-text-five": "Today, this process costs around $3 per stream per hour to a cloud service such as Amazon, up to $4500 per month for one media server, and up to $1500 per month before bandwidth for a content delivery network. That's a lot!",
  "page-primer-contents-intro-text-six": "Due to such high infrastructure costs, it's become commonplace for aspiring social video startups to find initial success upon launch, adding hundreds of thousands of users in a single month, only to end up with multi-million dollar streaming bills that drain their funding prior to finding a working business model. As a result, startups are forced to tax their users by selling their data, bombard them with ads, or shut down operations completely.",
  "page-primer-contents-intro-text-seven": "Demand for video services is increasing exponentially on the infrastructure side with the arrival of 4k video, ultra-HD, VR streaming, and all the cord-cutting that's moving broadcasts off of the traditional broadcast pipes and on to the internet.",
  "page-primer-contents-intro-text-eight": "Video infrastructure needs a more scalable and cost-effective solution to keep up with this growth.",
  "page-primer-contents-what-text-one": "Livepeer is a scalable Platform as a Service for developers who want to add live or on-demand video to their project. It aims to increase the reliability of video streaming while reducing costs associated with it by up to 50x.",
  "page-primer-contents-what-text-two": "To achieve this Livepeer is building p2p infrastructure that interacts through a marketplace secured by the Ethereum blockchain.",
  "page-primer-contents-who-h3-one": "Developers",
  "page-primer-contents-who-text-one": "who want to build applications that include live or on demand video can use Livepeer to power their video functionality.",
  "page-primer-contents-who-h3-two": "Users",
  "page-primer-contents-who-text-two": "who want to stream video, gaming, coding, entertainment, educational courses, and other types of content can use applications built on Livepeer to do so.",
  "page-primer-contents-who-h3-three": "Broadcasters",
  "page-primer-contents-who-text-three": "such as Twitch who have large audiences and high streaming bills or infrastructure costs can use Livepeer to reduce costs or infrastructure overhead.",
  "page-primer-contents-how-h3-one": "Meet Alice",
  "page-primer-contents-how-text-one": "Alice is an app developer. She's using Livepeer to add live video streaming capabilities to an app she's building for high schools that want to broadcast their team's sporting events.",
  "page-primer-contents-how-h3-two": "Meet Bob",
  "page-primer-contents-how-text-two": "Bob is an event coordinator in charge of broadcasting his high school's basketball games using Alice’s app.",
  "page-primer-contents-how-text-three": "When Bob opens the app and taps 'Record' at the start of each game, the app sends the live video along with broadcaster fees into the Livepeer network. Livepeer then transcodes the video into all the formats and bitrates that his viewers can consume.",
  "page-primer-contents-how-text-four": "Today is a really important broadcast for Bob. It's the championship game! How can Alice be sure that the live streaming experience will be high-quality for Bob's viewers?",
  "page-primer-contents-how-text-five": "There are two key actors in the Livepeer network that ensure the quality of the live stream. Orchestrators and Delegators.",
  "page-primer-contents-how-text-six": "First, let's go over the role of Orchestrators.",
  "page-primer-contents-orchestrators-text-one": "In Livepeer, anyone can join the network and become what's known as an orchestrator by running software that allows you to contribute your computer's resources (CPU, GPU, and bandwidth) in service of transcoding and distributing video for paying broadcasters and developers like Alice.",
  "page-primer-contents-orchestrators-text-two": "For doing so, you earn fees in the form of a cryptocurrency like ETH or a stablecoin pegged to the US dollar like DAI.",
  "page-primer-contents-orchestrators-text-three": "Sounds good, right? But wait, there's a catch! In order to earn the right to do this type of work on the network, you must first earn or acquire Livepeer Token, also known as LPT.",
  "page-primer-contents-token-text-one": "The purpose of the Livepeer token (LPT) is to coordinate, bootstrap, and incentivize participants to make sure the Livepeer network is as cheap, effective, secure, reliable and useful as possible. In the Livepeer protocol, LPT is required to perform the work of transcoding and distributing video on the network. The more LPT you own, the more work you're able to perform on the network in exchange for fees. As the network's usage grows, so does the demand for orchestrators and thus LPT.",
  "page-primer-contents-token-text-two": "Of course, not everyone has the expertise required to perform the job of an Orchestrator. It requires serious technical knowledge and can be a full-time job. What if you're a Livepeer tokenholder but don't have the time or expertise to run the necessary infrastructure 24x7?",
  "page-primer-contents-token-text-three": "There's another set of actors in the Livepeer protocol who play a less active albeit equally important role within the protocol — Livepeer Delegators.",
  "page-primer-contents-delegators-text-one": "Delegators are Livepeer tokenholders who participate in the network by staking their tokens towards orchestrators who they believe are doing good and honest work. You can think about staking like putting a deposit down. When you stake, your tokens become locked up for a period of time and then you can take them back or stake them to a different Orchestrator. Doing this helps ensure that the network is more secure.",
  "page-primer-contents-delegators-text-two": "You may be wondering, why would a tokenholder stake their tokens? What's in it for them?",
  "page-primer-contents-rewarding-text-one": "When a broadcaster pays fees into the network, both orchestrators and Delegators earn a portion of those fees as a reward for ensuring a high-quality and secure network.",
  "page-primer-contents-rewarding-text-two": "In addition to earning fees, Livepeer mints new token over time, much like Bitcoin and Ethereum block rewards, which are split amongst Delegators and orchestrators in proportion to their total stake relative to others in the network.",
  "page-primer-contents-rewarding-text-three": "This has the effect of growing network ownership amongst those who participate and shrinking it amongst those who do not.",
  "page-primer-contents-rewarding-text-four": "It also gives orchestrators a powerful economic advantage over traditional centralized video providers since the value of the token offsets what they need to charge broadcasters to break even. With traditional centralized video providers, they have to charge you their cost of service for transcoding and distributing video plus a margin.",
  "page-primer-contents-rewarding-text-five": "Neat right? Next, let's go over how often new tokens are minted.",
  "page-primer-contents-rounds-h3-one": "Rounds",
  "page-primer-contents-rounds-text-one": "In Livepeer, new tokens are minted every so-called round. Rounds are measured in Ethereum blocks, where one round is equal to <strong>{{ethereumBlocksPerRound}}</strong> Ethereum blocks. In Ethereum, one block is mined on average every <strong>{{blockTime}}</strong> seconds, which means one Livepeer round lasts roughly <strong>{{hoursPerRound}}</strong> hours. Assuming the Orchestrator you're staked to is doing its job, this is how often you can expect to receive reward tokens.",
  "page-primer-contents-rounds-text-two": "Next, let's go over the Livepeer inflation rate, or in other words, the way by which the Livepeer protocol determines how many new tokens to mint each round.",
  "page-primer-contents-rounds-h3-two": "Inflation",
  "page-primer-contents-rounds-text-three": "The current rate of inflation as of today's round is <strong>{{inflationPerRound}}%</strong> and there are currently a total of <strong>{{totalSupply}}</strong> Livepeer tokens in supply. So, if you do the math, a total of <strong>{{mintableTokens}}</strong> newly minted Livepeer tokens will be rewarded to all participants during the next round.",
  "page-primer-contents-rounds-text-four": "The cool thing about Livepeer is the inflation rate adjusts automatically depending on how many tokens are staked out of the total circulating supply. Currently, the total supply of Livepeer tokens stands at <strong>{{totalySupply}}</strong> and of those, <strong>{{totalStaked}}</strong> are staked. Livepeer refers to this ratio (<strong>{{participationRate}}</strong>%) as its 'participation rate'.",
  "page-primer-contents-rounds-text-five": "Livepeer presupposes that a target rate of <strong>{{targetRate}}%</strong> is a healthy trade-off between network security and token liquidity, so in order to hit this target, the protocol incentivizes participation by increasing the inflation rate by <strong>{{inflationChange}}%</strong> for every round the participation rate is below <strong>{{targetRate}}%</strong> and decreasing it <strong>{{inflationChange}}%</strong> for every round the participation rate is above <strong>{{targetRate}}%</strong>.",
  "page-primer-contents-involved-h2": "LIVEPEER IS GROWING!",
  "page-primer-contents-involved-text-one": "Today, there are <strong>{{totalDelegators}}</strong> delegators securing the network, with more and more participants joining the network every day.",
  "page-primer-contents-involved-interested": "Interested in participating?",
  "page-primer-contents-involved-interested-text-one": "Get Livepeer token",
  "page-primer-contents-involved-interested-cta-one": "GET TOKEN",
  "page-primer-contents-involved-interested-text-two": "Stake token towards an Orchestrator",
  "page-primer-contents-involved-interested-cta-two": "Stake",
  "page-primer-contents-involved-engineer": "Are you a video engineer?",
  "page-primer-contents-involved-engineer-text": "Sign up here for the API beta",
  "page-primer-contents-involved-engineer-cta": "SIGN UP",
  "page-primer-contents-involved-miner": "Are you a cryptocurrency miner?",
  "page-primer-contents-involved-miner-text": "Learn how you can earn additional income on Livepeer's open marketplace by renting out the idle capacity on your GPU mining rig.",
  "page-primer-contents-involved-miner-cta": "LEARN MORE",
  "page-primer-back": "Back to the top",
  "page-primer-meta-title": "A 10-minute Primer",
  "page-primer-meta-description": "Through storytelling, illustration, and data, the Livepeer Primer explains, at a high level, the problem Livepeer solves, and how it works."
}